Repository: Charlie-sHub/world_on_client
Catalog: lib/l10n/intl_*.arb
Languages: es_es, it_it

# cancelledByUser
source: Cancelled
es_es: Cancelado
it_it: Annullato

source: Invalid Credentials
es_es: Credenciales no válidas
it_it: Credenziali non valide

# unregisteredUser
source: Please register first
es_es: Regístrese primero
it_it: Si prega di registrare prima

# emailAlreadyInUse
source: The email is already in use
es_es: El correo electrónico ya está en uso
it_it: L'e-mail è già in uso

# usernameAlreadyInUse
source: The username is already in use
es_es: El nombre de usuario ya está en uso
it_it: Il nome utente è già in uso

source: LOG IN
es_es: INICIAR SESIÓN
it_it: ACCESSO

# passwordEmptyString
source: The password can't be empty
es_es: La contraseña no puede estar vacía
it_it: La password non può essere vuota

# passwordMultiLineString
source: The password can't be more than one line
es_es: La contraseña no puede tener más de una línea
it_it: La password non può essere più di una riga

# passwordStringExceedsLength
source: The password is too long
es_es: La contraseña es demasiado larga
it_it: La password è troppo lunga

# invalidPassword
source: The password is invalid
es_es: La contraseña no es válida
it_it: La password non è valida

# invalidEmail
source: The email is not valid
es_es: El correo electrónico no es válido
it_it: L'e-mail non è valida

# logInGoogle
source: Log In with Google
es_es: Iniciar sesión con Google
it_it: Accedi con Google

# logInTrouble
source: Having trouble logging in? tap here
es_es: ¿Tiene problemas para iniciar sesión? toque aquí

source: REGISTER
es_es: REGISTRARSE
it_it: REGISTRATI

# selectBirthday
source: Select your birthday
es_es: Selecciona tu cumpleaños
it_it: Seleziona il tuo compleanno

# descriptionEmptyString
source: The description can't be empty
es_es: La descripción no puede estar vacía
it_it: La descrizione non può essere vuota

# descriptionStringExceedsLength
source: The description is too long
es_es: La descripción es demasiado larga
it_it: La descrizione è troppo lunga

# descriptionStringWithInvalidCharacters
source: The description has invalid characters
es_es: La descripción tiene caracteres no válidos
it_it: La descrizione ha caratteri non validi

# registerDescriptionLabelText
source: Tell us about you! (optional)
es_es: ¡Cuéntanos sobre ti! (opcional)
it_it: Raccontaci di te! (opzionale)

# eulaCheckBoxTitle
source: Do you agree with our terms and services?
es_es: ¿Está de acuerdo con nuestros términos y servicios?
it_it: Sei d'accordo con i nostri termini e servizi?

# unCheckedEulaMessage
source: Please check the EULA
es_es: Compruebe el EULA
it_it: Si prega di controllare l'EULA

# nameEmptyString
source: The name can't be empty
es_es: El nombre no puede estar vacío
it_it: Il nome non può essere vuoto

# nameMultiLineString
source: The name can't be more than one line
es_es: El nombre no puede tener más de una línea
it_it: Il nome non può essere più di una riga

# nameStringExceedsLength
source: The name is too long
es_es: El nombre es demasiado largo
it_it: Il nome è troppo lungo

# nameStringWithInvalidCharacters
source: The name has invalid characters
es_es: El nombre tiene caracteres no válidos
it_it: Il nome ha caratteri non validi

source: Name
es_es: Nombre
it_it: Nome

# passwordStringMismatch
source: The passwords are different
es_es: Las contraseñas son diferentes
it_it: Le password sono diverse

# passwordConfirmationEmptyString
source: Please confirm the password
es_es: Confirme la contraseña
it_it: Si prega di confermare la password

# passwordConfirmationLabelText
source: Password Confirmation
es_es: Confirmación de contraseña
it_it: Conferma password

# submitRegister
source: START NOW
es_es: EMPEZAR AHORA
it_it: PARTI ORA

# pictureSelectionMessage
source: Please select a picture
es_es: Seleccione una imagen
it_it: Si prega di selezionare un'immagine

# usernameEmptyString
source: The username can't be empty
es_es: El nombre de usuario no puede estar vacío
it_it: Il nome utente non può essere vuoto

# usernameMultiLineString
source: The username can't be more than one line
es_es: El nombre de usuario no puede tener más de una línea
it_it: Il nome utente non può essere più di una riga

# usernameStringExceedsLength
source: The username is too long
es_es: El nombre de usuario es demasiado largo
it_it: Il nome utente è troppo lungo

# usernameStringWithInvalidCharacters
source: The username has invalid characters
es_es: El nombre de usuario tiene caracteres no válidos
it_it: Il nome utente ha caratteri non validi

source: Username
es_es: Nombre de usuario
it_it: Nome utente

source: Email Address
es_es: Dirección de correo electrónico
it_it: Indirizzo email

source: Password
es_es: Contraseña
it_it: Parola d'ordine

source: Unknown Error
es_es: Error desconocido
it_it: Errore sconosciuto

# unauthorizedError
source: You're not authorized to do that
es_es: No está autorizado para hacer eso
it_it: Non sei autorizzato a farlo

source: Add to Log
es_es: Hacer despues
it_it: Aggiungi al log.

source: Difficulty
es_es: Dificultad
it_it: Difficoltà

# dismissFromLog
source: Dismiss
es_es: Descartar
it_it: Congedare

source: Participate
es_es: Participar
it_it: Partecipare

# reportMessage
source: This is just a placeholder
es_es: Esto es solo un marcador de posición
it_it: Questo è solo un segnaposto

# errorCardTitle
source: Invalid
es_es: No válido
it_it: Non valido

source: Details
es_es: Detalles
it_it: Particolari

# criticalErrorDisplayTitle
source: There's been a critical failure
es_es: Ha habido una falla crítica
it_it: C'è stato un fallimento critico

# criticalErrorDisplayRetry
source: Tap to try again
es_es: Toca para volver a intentarlo
it_it: Toccare per riprovare

# bottomNavigationBarSearch
source: Search
es_es: Buscar
it_it: Ricerca

# bottomNavigationBarCreate
source: Create
es_es: Crear
it_it: Creare

# bottomNavigationBarExplore
source: Explore
es_es: Explorar
it_it: Esplorare

# bottomNavigationBarProfile
source: People
es_es: Gente
it_it: Le persone

# blockItself
source: You can't block yourself
es_es: No puedes bloquearte a ti mismo
it_it: Non puoi bloccarti

# followItself
source: You can't follow yourself
es_es: No puedes seguirte a ti mismo
it_it: Non puoi seguirti

source: Experience
es_es: Experiencia
it_it: Esperienza

source: Tag
es_es: Etiqueta
it_it: Etichetta

# tagAdditionTitle
source: Select Tags
es_es: Seleccionar etiquetas
it_it: Seleziona Etichettas

# tagAdditionFound
source: Tags Found
es_es: Etiquetas encontradas
it_it: Etichetta trovati

# tagAdditionSelected
source: Tags Selected
es_es: Etiquetas seleccionadas
it_it: Etichetta selezionati

# tagSelectionLimit
source: You can't add more than
es_es: No puede agregar más de
it_it: Non puoi aggiungere più di

# tagSelectionNone
source: No tags selected
es_es: No se seleccionaron etiquetas
it_it: Nessun etichettas selezionato

# experienceCreationTitle
source: Create a new Experience!
es_es: ¡Crea una nueva experiencia!
it_it: Crea una nuova esperienza!

# experienceTitleAlreadyInUse
source: The title is already in use
es_es: El título ya está en uso
it_it: Il titolo è già in uso

source: Unknown core data error
es_es: Error de datos centrales desconocido
it_it: Errore di dati fondamentali sconosciuti

# objectiveCreationCardTitle
source: Create the Objectives
es_es: Crear los objetivos
it_it: Creare gli obiettivi

source: Objective
es_es: Objetivo
it_it: Obbiettivo

source: No error
es_es: Sin error
it_it: Nessun errore

source: Description
es_es: Descripción
it_it: Descrizione

# rewardCreationCardTitle
source: Create the Rewards (optional)
es_es: Crear las recompensas (opcional)
it_it: Crea i premi (opzionale)

source: Reward
es_es: Recompensa
it_it: Ricompensa

# setExperienceDifficulty
source: Set the initial difficulty
es_es: Establece la dificultad inicial
it_it: Imposta la difficoltà iniziale

# noObjectivesErrorMessage
source: You have to create at least one objective
es_es: Tienes que crear al menos un objetivo
it_it: Devi creare almeno un obiettivo

# experienceSetInitialLocation
source: Set the initial location
es_es: Establecer la ubicación inicial
it_it: Imposta la posizione iniziale

# experiencePictureSelection
source: Please select at least one picture
es_es: Seleccione al menos una imagen
it_it: Si prega di selezionare almeno una foto

# multiImagePickerAllViewTitle
source: All Photos
es_es: Todas las fotos
it_it: Tutte le foto

# experienceTitleEmptyString
source: The title can't be empty
es_es: El título no puede estar vacío
it_it: Il titolo non può essere vuoto

# experienceTitleMultiLineString
source: The title can't be more than one line
es_es: El título no puede tener más de una línea
it_it: Il titolo non può essere più di una riga

# experienceTitleStringExceedsLength
source: The title is too long
es_es: El título es demasiado largo
it_it: Il titolo è troppo lungo

# experienceTitleStringWithInvalidCharacters
source: The title has invalid characters
es_es: El título tiene caracteres no válidos
it_it: Il titolo ha caratteri non validi

# experienceTitleLabelText
source: Title
es_es: Título
it_it: Titolo

# experiencePointsGainedPre
source: You've gained
es_es: ¡Has ganado
it_it: Hai guadagnato

# experiencePointsGainedPost
source: experience points! and 1 World On Coin
es_es: puntos de experiencia! y 1 World On Coin
it_it: 1 World On moneta!

# experienceFinishButton
source: Finish
es_es: Finalizar
it_it: Fine

# experienceFinishSuccessTitle
source: Experience Finished!
es_es: ¡Experiencia terminada!
it_it: Esperienza finita!

# rewardsGained
source: Rewards
es_es: Recompensas
it_it: Premi

# likeQuestion
source: Did you like the experience?
es_es: ¿Te gustó la experiencia?
it_it: Ti è piaciuto l'esperienza?

# difficultyQuestion
source: How difficult was the experience?
es_es: ¿Qué tan difícil fue la experiencia?
it_it: Quanto è stata difficile l'esperienza?

# submitDifficultyRating
source: Submit rating
es_es: Enviar calificación
it_it: Invia rating.

# difficultyOutOfBounds
source: Invalid difficulty value
es_es: Valor de dificultad no válido
it_it: Valore difficoltà non valido

# commentEmptyString
source: The comment can't be empty
es_es: El comentario no puede estar vacío
it_it: Il commento non può essere vuoto

# commentStringExceedsLength
source: The comment is too long
es_es: El comentario es demasiado largo
it_it: Il commento è troppo lungo

# commentStringWithInvalidCharacters
source: The comment has invalid characters
es_es: El comentario tiene caracteres no válidos
it_it: Il commento ha caratteri non validi

source: Comment
es_es: Comentario
it_it: lascia un commento

# commentPostSuccess
source: The Comment was posted
es_es: El comentario fue publicado
it_it: Il commento è stato pubblicato

# experienceInformationRewards
source: Rewards
es_es: Recompensas
it_it: Premi

# experienceInformationCommentsNumber
source: comments
es_es: comentarios
it_it: commenti

# placeholder
source: Just a placeholder
es_es: Solo un marcador de posición
it_it: Solo un segnaposto

# experienceInformationTab
source: Experience Info
es_es: Información
it_it: Informazione

# objectivesTab
source: Objectives
es_es: Objetivos
it_it: Obiettivi

# mapTab
source: Map
es_es: Mapa
it_it: Carta geografica

# mapMarkerSnippet
source: Tap to complete
es_es: Toca para completar
it_it: Tocca per completare

# experienceNavigationNoneChosenTitle
source: No Experience chosen
es_es: No haz elegido ninguna experiencia
it_it: Nessuna esperienza scelta

# experienceNavigationNoneChosenDescription
source: Please select an Experience to start the adventure of your life!
es_es: ¡Seleccione una experiencia para comenzar la aventura de tu vida!
it_it: Si prega di selezionare un'esperienza per avviare l'avventura della tua vita!

source: Action in progress
es_es: Acción en curso
it_it: Azione in corso

source: Notification
es_es: Notificación
it_it: Notifica

# editingProfileTitle
source: Editing Profile
es_es: Editar perfil
it_it: Modifica del profilo

# editButton
source: Edit
es_es: Editar
it_it: Modificare

# submitButton
source: Submit
es_es: Enviar
it_it: Invia

source: User
es_es: Usuario
it_it: Utente

source: Invalid
es_es: No válido
it_it: Non valido

# followersCaps
source: Followers
es_es: Seguidores
it_it: Seguaci

source: followers
es_es: seguidores
it_it: seguaci

source: Following
es_es: Siguiendo
it_it: A seguire

source: Achievement
es_es: Logro
it_it: Risultato

source: Experiences
es_es: Experiencias
it_it: Esperienze

# profileRelationTab
source: Relations
es_es: Relaciones
it_it: Relazioni

# profileAchievementsTab
source: Achievements
es_es: Logros
it_it: Risultati

# profileLogTab
source: To Do
es_es: Para hacer
it_it: Da fare

# searchTermEmptyString
source: The search term can't be empty
es_es: El término de búsqueda no puede estar vacío
it_it: Il termine di ricerca non può essere vuoto

# noSearchesMessage
source: Search for something!
es_es: ¡Busca algo!
it_it: Cerca qualcosa!

# searchUsers
source: Users
es_es: Usuarios
it_it: Le persone

source: Search
es_es: Buscar
it_it: Ricerca

# searchTags
source: Tags
es_es: Etiquetas
it_it: Etichetta

# tagCreationTitle
source: Create a new Tag!
es_es: ¡Crea una nueva etiqueta!
it_it: Crea un nuovo Etichetta!

# tagCreationNameAlreadyInUse
source: The tag already exists
es_es: La etiqueta ya existe
it_it: Il Etichetta esiste già

# tagCreationSuccessMessage
source: The Tag was created
es_es: Se creó la etiqueta
it_it: Il Etichetta è stato creato

# tagCreationNameEmptyString
source: The Tag can't be empty
es_es: La etiqueta no puede estar vacía
it_it: Il Etichetta non può essere vuoto

# tagCreationNameMultiLineString
source: The Tag can't be more than one line
es_es: La etiqueta no puede tener más de una línea
it_it: Il Etichetta non può essere più di una riga

# tagCreationNameStringExceedsLength
source: The Tag is too long
es_es: La etiqueta es demasiado larga
it_it: Il Etichetta è troppo lungo

# tagCreationNameStringWithInvalidCharacters
source: The Tag has invalid characters
es_es: La etiqueta tiene caracteres no válidos
it_it: Il Etichetta ha caratteri non validi

# shareMessage
source: with WORLD ON now in the Play Store
es_es: con WORLD ON ahora en la Play Store
it_it: con il WORLD ON nel PlayStore

source: Create
es_es: Crear
it_it: Creare

source: Done by:
es_es: Finalizada por:
it_it: Fatto da:

source: Level:
es_es: Nivel:
it_it: Livello:

# storePageTitle
source: STORE
es_es: TIENDA
it_it: NEGOZIO

# storeNavigationBarStore
source: Store
es_es: Tienda
it_it: Negozio

# storeNavigationBarMyItems
source: My items
es_es: Mis objetos
it_it: I miei articoli

# buyItem
source: Buy
es_es: Comprar
it_it: Acquistare

source: Buy 10 coins
es_es: Compra 10 monedas
it_it: Acquista 10 monete

source: Item
es_es: Objeto
it_it: Articolo

source: Owned
es_es: Poseido
it_it: Di proprietà

# alreadyOwned
source: You already own this item
es_es: Tu ya posees este objeto
it_it: Possiedi già questo oggetto

# notEnoughCoins
source: You don't have enough coins
es_es: No posees suficientes monedas
it_it: Non hai abbastanza monete

source: You have:
es_es: Tu tienes:
it_it: Hai:

# lasts
source: days of duration
es_es: dias de duracion
it_it: Giorni di durata

# levelUp
source: You have leveled up!
es_es: Haz subido de nivel!
it_it: Ti sei svegliato!

source: Camera
es_es: Camara
it_it: Telecamera

source: Gallery
es_es: Galeria
it_it: Galleria

source: Recommendations:
es_es: Recomendaciones:
it_it: Raccomandazioni

# recommendationsBasedOn
source: You will receive recommendations based on them
es_es: Recibiras recomendaciones basados en estos
it_it: Riceverai raccomandazioni in base a loro

# registrationTagCard
source: Select tags you'd be interested in, it's optional but it'll help us recommend experiences to you
es_es: Seleccione las etiquetas que te interesen; es opcional, pero nos ayudará a recomendarte experiencias
it_it: Seleziona etichetta che ti interessa, è facoltativo ma ci aiuterà a raccomandare esperienze a te

# notFoundError
source: There's nothing to show
es_es: No hay nada que mostrar
it_it: Non c'è niente da mostrare

source: Tap to reload
es_es: Presiona para recargar

# notFoundErrorMainFeed
source: You probably still do not follow anyone, look for users you know and follow them or look at the recommendations
es_es: Probablemente aunn no sigas a nadie, busca usuarios que conozcas y siguelos o mira las recomendaciones
it_it: Probabilmente non devi ancora seguire nessuno, cerca gli utenti che conosci e li seguono o guardano le raccomandazioni

# notFoundErrorSearch
source: Your search has yielded no results
es_es: Tu busqueda no a dado resultados
it_it: La tua ricerca non ha prodotto risultati

# notFoundErrorRecommendations
source: Unfortunately we have nothing to recommend you, look for more tags and like them
es_es: Lamentablemente no tenemos nada que recomendarte, busca mas etiquetas y dales me gusta
it_it: Purtroppo non abbiamo nulla da consigliarti, cerca più tag e come loro

# notFoundErrorExperiencesCreated
source: You have not created any experience, try to create one
es_es: No haz creado ninguna experiencia, prueba a crear alguna
it_it: Non hai creato alcuna esperienza, prova a crearne uno

# notFoundErrorExperiencesLiked
source: You have not liked any experience
es_es: No haz gustado ninguna experiencia
it_it: Non è piaciuto alcuna esperienza

# notFoundErrorExperiencesDone
source: You have not finished any experience, choose an experience that catches your attention and carry it out
es_es: No haz finalizado ninguna experiencia, elige una experiencia que te llame la atencion y llevala a cabo
it_it: Non hai finito nessuna esperienza, scegli un'esperienza che attira la tua attenzione e portalo fuori

# notFoundErrorExperiencesToDo
source: You have no experiences to do
es_es: No tienes experiencias por hacer
it_it: Non hai esperienze da fare

# notFoundErrorFollowing
source: You don't follow anyone
es_es: No sigues a nadie
it_it: Non segui nessuno

# notFoundErrorFollowed
source: Nobody follows you
es_es: Nadie te sigue
it_it: Nessuno ti segue

# notFoundErrorAchievements
source: You have no Achievements
es_es: No tienes logros
it_it: Non hai risultati

# notFoundErrorBoughtItems
source: You have no purchased items
es_es: No tienes items comprados
it_it: Non hai articoli acquistati

# notFoundErrorComments
source: This experience has no comments
es_es: Esta experiencia no tiene comentarios
it_it: Questa esperienza non ha commenti

# welcomeTitle
source: WELCOME
es_es: BIENVENIDO
it_it: BENVENUTA

# continueToMainPage
source: CONTINUE
es_es: CONTINUAR
it_it: CONTINUA

# welcomeMessage
source: Hello. Welcome to World On, here you can create and share experiences, real life activities that you want to share or do the ones you like the most created by others. Create, share, participate and have fun. Live and play the adventure of your life!
es_es: Hola. Bienvenido a World On, aquí podrás crear y compartir experiencias actividades de la vida real que quieras compartir o realizar las que más te gusten creadas por otros. Crea, comparte, participa y diviertete. Vive y juega la aventura de tu vida!
it_it: Ciao. Benvenuti in World On, qui puoi creare e condividere esperienze, attività di vita reale che vuoi condividere o fare quelli che ti piacciono i più creati da altri. Crea, condividi, partecipa e divertiti. Vivi e gioca l'avventura della tua vita!

source: Delete
es_es: Borrar
it_it: Elimina

source: Title
es_es: Titulo
it_it: Titolo

# experienceEditingTitle
source: Editing Experience
es_es: Editando experiencia
it_it: Editterando Experiencia.

source: Add pictures
es_es: Añade fotos
it_it: Aggiungi immagini

# editObjectives
source: Edit the Objectives
es_es: Edita los objetivos
it_it: Modifica gli obiettivi

# editDifficulty
source: Change the Difficulty
es_es: Cambia la dificultad
it_it: Cambia la difficoltà

# editRewards
source: Edit the Rewards
es_es: Edita las recompensas
it_it: Modifica i premi

# surpassedImageLimit
source: The max amount of images is:
es_es: El numero maximo de imagenes es de:
it_it: La quantità massima di immagini è:

# emptyFields
source: There are empty fields
es_es: Faltan campos por rellenar
it_it: Ci sono campi vuoti

# experienceButtonExplanation
source: Create real life activities that you want to share with the world
es_es: Crea actividades de la vida real que quieras compartir con el mundo
it_it: Crea attività di vita reale che vuoi condividere con il mondo

source: Created
es_es: Creadas
it_it: Creato

source: Done
es_es: Hechas
it_it: Fatto

source: Liked
es_es: Gustadas
it_it: È piaciuto

# objectiveLocalization
source: Objective's localization
es_es: Localizacion del objetivo
it_it: Obiettivo la posizione

# promotionPlans
source: Promotional Plans
es_es: Planes promocionales
it_it: Piani promozionali

# notFoundErrorPromotionPlans
source: No promotional plans could be found
es_es: No se encontraron planes promocionales
it_it: Nessun piano promozionale potrebbe essere trovato

source: Current Plan
es_es: Plan Actual
it_it: Piano attuale

source: Purchase date
es_es: Fecha de compra
it_it: Data di acquisto

source: Valid until
es_es: Valido hasta
it_it: Valido fino a

# duration
source: Duration in days
es_es: Duracion en dias
it_it: Durata in giorni

# validUntilIfBoughtToday
source: Valid until (if obtained today)
es_es: Valido hasta (si se obtiene hoy)
it_it: Valido fino a

source: Your promotions have been seen:
es_es: Tus promociones se han visto:
it_it: Le tue promozioni sono state viste:

source: times
es_es: veces
it_it: volte

# noActivePlan
source: You don't have an active promotion plan
es_es: No tienes un plan promocional activo
it_it: Non hai un piano di promozione attivo

# unAvailableStore
source: The store is unavailable to you
es_es: La compra no es posible para ti
it_it: Il negozio non è disponibile per te

source: Error
it_it: Errore
